{
  "pageOne": {
    "header": "Thinking differently",
    "title": "Full-stack Software Developer",
    "content": "Personal portfolio."
  },
  "pageTwo": {
    "header": "Hey there, I'm",
    "title": "Matheus Olivieri",
    "firstparagraph": "Engineer by grad and developer by heart, I’ve been working in Australia’s IT industry for the past 5 years. Since the beggining of my journey as a developer, nearly 3 years ago, I’ve been working on personal projects. I’m naturally curious and confident that I can deliver a good code. I wish to continue to perpetually working on improving and learning new programming skills.",
    "subtitle": "When I’m not coding, you can find me...",
    "secondparagraph": "playing bass with my band, watching soccer or, as a good Brazilian, in a barbecue with family and friends. I love traveling and being outside getting to know new people, but I’m also a huge fan of Netflix & chill days.",
    "dowload": "Download Resume"
  },
  "pageThree": {
    "header": "Technologies",
    "title": "Toolbox",
    "pa": "I am passionate about technology, software development, creating logic, developing effective code and 3 years ago I decided to focus on becoming a good programmer. Since then I've been studying and practising a lot, being ready for all challenges.",
    "pb": "Today I continue to specialize in Typescript, React, React Native and NodeJs, always looking to follow best practices and processes.",
    "history": {
      "a": "E há 3 anos atrás eu decidi focar em me tornar um bom programador e inicie um projeto pessoal chamado Gullie, onde utilizei inicialmente Django para o backend e React para o frontend.",
      "b": "Como procuro sempre o aprendizado continuo, recentemente rescrevi toda a aplicação novamente, dessa vez utilizando NodeJS para o backend e uma mescla de React e Next para o frontend.",
      "c": "Procurei sempre valorizar a importancia de ter testes no meu codigo, aplicar CI/CD e tem um código limpo.",
      "d": "Hoje em dia a applicação Gullie está disponível e hospedada na AWS, e é meu parque de diversões, onde consigo aplicar novos conhecimentos e continuar me desenvolvendo.",
      "e": "Ao lado podemos ver as principais tecnologies que eu utilizei e utilizo atualmente."
    }
  },
  "pageFour": {
    "header": "Creative territory",
    "title": "My Lab"
  },
  "projects": {
    "gullieWeb": {
      "description": "The Gullie application was created as the challenge to apply my skills and continuously grow. This full-stack application includes a complete backend, an admin panel for internal staff, a customer admin panel, and a front-end web app. Gullie Web is the front-end of this application where the end user can navigate through the menu and view its products and details.",
      "a": "The Gullie application was created as the challenge to apply my skills and continuously grow.",
      "b": "This full-stack application includes a complete backend, an admin panel for internal staff, a customer admin panel, and a front-end web app.",
      "c": "Gullie Web is the front-end of this application where the end user can navigate through the menu and view its products and details."
    },
    "gullieManager": {
      "description": "You have seen before the front-end of Gullie. Now Gullie Manager is the customer admin panel where venue owners can easily manage the content displayed on the online menu, from the dishes and their add-ons, to configure completely different menus for different times of the day.",
      "a": "You have seen before the front-end of Gullie.",
      "b": "Now Gullie Manager is the customer admin panel where venue owners can easily manage the content displayed on the online menu, from the dishes and their add-ons, to configure completely different menus for different times of the day."
    },
    "gullieAdmin": {
      "description": "Continuing, we now have Gullie Admin as Gullie was built as a multi-tenanted platform, Gullie Admin is the admin panel where new organizations can be created, general settings are managed and users are created."
    },
    "gullieAPI": {
      "description": "To finalise, we have the backbone of everything, which is the Gullie API. A complete REST API, built in NodeJS, that uses Prisma.io and Postgres. This backend includes all APIs required to support the Gullie application and is fully deployed to AWS, including CI/CD pipelines to make development and test as smooth as possible.",
      "a": "To finalise, we have the backbone of everything, which is the Gullie API. ",
      "b": "A complete REST API, built in NodeJS, that uses Prisma.io and Postgres.",
      "c": "This backend includes all APIs required to support the Gullie application and is fully deployed to AWS, including CI/CD pipelines to make development and test as smooth as possible."
    }
  }
}
