{
  "pageOne": {
    "header": "Sempre pensando fora da caixa",
    "title": "Desenvolvedor de Software Full-stack",
    "content": "Portifólio pessoal e curriculo."
  },
  "pageTwo": {
    "header": "E aí, eu sou o",
    "title": "Matheus Olivieri",
    "firstparagraph": "Graduado em engenharia mas desenvolvedor por paixão, trabalhando em TI na Australia pelos ultimos 4 anos. Quando iniciei minha jornada como desenvolvedor, hà 3 anos atrás, venho trabalhando com projetos pessoais e muito estudo. Sou naturalmente curioso e tenho confiança de que posso entregar um bom código. Meu desejo é continuar trabalhando continuamente para melhorar e aprender novas habilidades de programação.",
    "subtitle": "Quando eu não estou codando, o que estou fazendo?",
    "secondparagraph": "tocando baixo com minha banda, assistindo futebol ou, como um bom Brasileiro, em um churrasco com minha familia e amigos. Amo viajar e sair por ai conhecendo pessoas, mas também sou um grande fã de relaxar e curtir Netflix.",
    "dowload": "Baixar currículo"
  },
  "pageThree": {
    "header": "Technologias",
    "title": "Toolbox",
    "content": "Trabalhando como Product Owner eu sempre estive envolvido nos processos e decisoes de DevOps. Há 2 anos atrás eu inicie um projeto pessoal usando Django para o backend e React para o frontend. Sempre valorizei a importancia de ter testes no meu codigo, aplicar CD/CI e tem um código limpo."
  },
  "pageFour": {
    "header": "Território Criativo",
    "title": "Meu Laboratório"
  },
  "projects": {
    "gullieWeb": {
      "description": "Portuguese A....In past few years, we see technology becoming more and more part of our day-to-day lives, including the hospitality industry, where you can look at online menus, order and pay thorugh a mobile device and in many cases, not interact with human sta . Having that in mind, the Gullie app comes with the goal to fill up the gap between people with disability and the new way of ordering."
    },
    "gullieManager": {
      "description": "Portuguese B....Web based platform where venue owners can easily manage the content displayed on the online menu, from the dishes and its add ons, to configurate completely di erent menus to di erent times of the day."
    },
    "gullieAdmin": {
      "description": "Portuguese C....Web based platform where venue owners can easily manage the content displayed on the online menu, from the dishes and its add ons, to configurate completely di erent menus to di erent times of the day."
    },
    "gullieAPI": {
      "description": "Portuguese D....Web based platform where venue owners can easily manage the content displayed on the online menu, from the dishes and its add ons, to configurate completely di erent menus to di erent times of the day."
    }
  }
}
