{
  "pageOne": {
    "header": "Sempre pensando fora da caixa",
    "title": "Desenvolvedor de Software Full-stack",
    "content": "Portifólio pessoal."
  },
  "pageTwo": {
    "header": "E aí, eu sou o",
    "title": "Matheus Olivieri",
    "firstparagraph": "Graduado em engenharia mas desenvolvedor por paixão, trabalhando em TI na Australia pelos ultimos 5 anos. Quando iniciei minha jornada como desenvolvedor, hà 3 anos atrás, venho trabalhando com projetos pessoais e muito estudo. Sou naturalmente curioso e tenho confiança de que posso entregar um bom código. Meu desejo é continuar trabalhando continuamente para melhorar e aprender novas habilidades de programação.",
    "subtitle": "Quando eu não estou codando, o que estou fazendo?",
    "secondparagraph": "tocando baixo com minha banda, assistindo futebol ou, como um bom Brasileiro, em um churrasco com minha familia e amigos. Amo viajar e sair por ai conhecendo pessoas, mas também sou um grande fã de relaxar e curtir Netflix.",
    "dowload": "Baixar currículo"
  },
  "pageThree": {
    "header": "Tecnologias",
    "title": "Caixa de ferramentas",
    "pa": "Sou apaixonado por tecnologia, desenvolvimento de software, criação de lógica e por criar códigos eficazez. Há 3 anos atrás eu decidi focar em me tornar um bom programador. Desde então venho estudando e praticando muito, estando pronto para todos os desafios.",
    "pb": "Hoje continuo me especializando em Typescript, React, React Native e NodeJs, sempre procurando seguir as boas práticas e processos.",
    "history": {
      "a": "E há 3 anos atrás eu decidi focar em me tornar um bom programador e inicie um projeto pessoal chamado Gullie, onde utilizei inicialmente Django para o backend e React para o frontend.",
      "b": "Como procuro sempre o aprendizado continuo, recentemente rescrevi toda a aplicação novamente, dessa vez utilizando NodeJS para o backend e uma mescla de React e Next para o frontend.",
      "c": "Procurei sempre valorizar a importancia de ter testes no meu codigo, aplicar CI/CD e tem um código limpo.",
      "d": "Hoje em dia a applicação Gullie está disponível e hospedada na AWS, e é meu parque de diversões, onde consigo aplicar novos conhecimentos e continuar me desenvolvendo.",
      "e": "Ao lado podemos ver as principais tecnologies que eu utilizei e utilizo atualmente."
    }
  },
  "pageFour": {
    "header": "",
    "title": "Meu Laboratório"
  },
  "projects": {
    "gullieWeb": {
      "description": "O aplicativo Gullie foi criado como o desafio de aplicar minhas habilidades e crescer continuamente. Este aplicativo full-stack inclui um back-end completo, um painel de administração para a equipe interna, um painel de administração do cliente e um aplicativo web de front-end. Gullie Web é o front-end deste aplicativo onde o usuário final pode navegar pelo menu e visualizar seus produtos e detalhes.",
      "a": "O aplicativo Gullie foi criado como o desafio de aplicar minhas habilidades e crescer continuamente.",
      "b": "Este aplicativo full-stack inclui um back-end completo, um painel de administração para a equipe interna, um painel de administração do cliente e um aplicativo web de front-end. Gullie Web é o front-end deste aplicativo onde o usuário final pode navegar pelo menu e visualizar seus produtos e detalhes.",
      "c": "Gullie Web é o front-end deste aplicativo onde o usuário final pode navegar pelo menu e visualizar seus produtos e detalhes."
    },
    "gullieManager": {
      "description": "Anteriormente conhecemos o front-end de Gullie. Agora conheceremos o Gullie Manager; painel de administração do cliente onde os proprietários dos estabelecimentos podem gerenciar facilmente o conteúdo exibido no menu online, desde os pratos e seus complementos, como também para configurar menus completamente diferentes para diferentes momentos do dia.",
      "a": "Anteriormente conhecemos o front-end de Gullie.",
      "b": "Agora conheceremos o Gullie Manager; painel de administração do cliente onde os proprietários dos estabelecimentos podem gerenciar facilmente o conteúdo exibido no menu online, desde os pratos e seus complementos, como também para configurar menus completamente diferentes para diferentes momentos do dia."
    },
    "gullieAdmin": {
      "description": "Continuando, agora temos o Gullie Admin. Considerando que o Gullie foi construído como uma plataforma multi-tenanted, o Gullie Admin é o painel de administração onde novas organizações podem ser criadas, as configurações são gerenciadas e os usuários são criados."
    },
    "gullieAPI": {
      "description": "Para finalizar, temos a espinha dorsal de tudo, que é o Gullie API. Uma API REST completa, construída em NodeJS, que usa Prisma.io e Postgres. Esse back-end inclui todas as APIs necessárias para dar suporte ao aplicativo Gullie e foi totalmente implantado na AWS, incluindo pipelines de CI/CD para tornar o desenvolvimento e os testes o mais tranquilos possível.",
      "a": "Para finalizar, temos a espinha dorsal de tudo, que é o Gullie API.",
      "b": "Uma API REST completa, construída em NodeJS, que usa Prisma.io e Postgres.",
      "c": "Esse back-end inclui todas as APIs necessárias para dar suporte ao aplicativo Gullie e foi totalmente implantado na AWS, incluindo pipelines de CI/CD para tornar o desenvolvimento e os testes o mais tranquilos possível."
    }
  }
}
